import { PresentationBlock } from "../PresentationBlock/PresentationBlock";
import './PresentationBlockWrapper.scss';

export const PresentationBlockWrapper = () => {
  return (
    <div className="presentationBlockWrapper">
      <PresentationBlock title={'ИССЛЕДОВАНИЕ'} text={'Сделанные на базе интернет-аналитики выводы являются только методом политического участия и превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.'} target={'/'} />
      <PresentationBlock title={'МОДЕЛИРОВАНИЕ'} text={'Сделанные на базе интернет-аналитики выводы являются только методом политического участия и превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.'} target={'/'} />
      <PresentationBlock title={'СОЦ - ПРОДУКТ'} text={'Сделанные на базе интернет-аналитики выводы являются только методом политического участия и превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.'} target={'/'} />
      <PresentationBlock title={'ВОЛОНТЁРСТВО'} text={'Сделанные на базе интернет-аналитики выводы являются только методом политического участия и превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.'} target={'/'} />
      <PresentationBlock title={'ШКОЛА/ТРЕНИНГ'} text={'Сделанные на базе интернет-аналитики выводы являются только методом политического участия и превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.'} target={'/'} />
      <PresentationBlock title={'ОФЛАЙН'} text={'Сделанные на базе интернет-аналитики выводы являются только методом политического участия и превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.'} target={'/'} />
    </div>
  );
};